INSERT INTO TMDB.ACTOR (ACTOR_ID,ACTOR_NAME,ACTOR_PROFILE_URL) VALUES
	 ('AC-20260227-000001','아덴조','아덴조 URL 이미지'),
	 ('AC-20260227-000002','메이 홍','메이 홍 URL 이미지'),
	 ('AC-20260227-000003','유지영','유지영 URL 이미지'),
	 ('AC-20260227-000004','안효섭','안효셥 URL 이미지'),
	 ('AC-20260227-000005','김윤진','김윤진 URL 이미지'),
	 ('AC-20260227-000006','켄 정','켄정 URL 이미지'),
	 ('AC-20260227-000007','이병헌','이병헌 URL 이미지'),
	 ('AC-20260227-000008','다니엘 대 킴','다니엘 대 킴 URL 이미지'),
	 ('AC-20260227-000009','조엘 김 부스터','조엘 김 부스터 URL 이미지'),
	 ('AC-20260227-000010','조지 해리슨','조지 해리슨 URL 이미지');
INSERT INTO TMDB.ACTOR (ACTOR_ID,ACTOR_NAME,ACTOR_PROFILE_URL) VALUES
	 ('AC-20260227-000011','존 레논','존 레논 URL 이미지'),
	 ('AC-20260227-000012','폴 매카트니','폴 매카트니 URL 이미지'),
	 ('AC-20260227-000013','링고 스타','링고 스타 URL 이미지'),
	 ('AC-20260227-000014','Leo McKern','Leo McKern URL 이미지'),
	 ('AC-20260227-000015','Eleanor Bron','Eleanor Bron URL 이미지'),
	 ('AC-20260227-000016','Victor Spinetti','Victor Spinetti URL 이미지'),
	 ('AC-20260227-000017','Roy Kinnear','Roy Kinnear URL 이미지'),
	 ('AC-20260227-000018','John Bluthal','John Bluthal URL 이미지'),
	 ('AC-20260227-000019','메튜 메커너히','메튜 메커너히 URL 이미지'),
	 ('AC-20260227-000020','앤 해서웨이','앤 해서웨이 URL 이미지');
INSERT INTO TMDB.ACTOR (ACTOR_ID,ACTOR_NAME,ACTOR_PROFILE_URL) VALUES
	 ('AC-20260227-000021','제시카 차스테인','제시카 차스테인 URL 이미지'),
	 ('AC-20260227-000022','마이클 케인','마이클 케인 URL 이미지'),
	 ('AC-20260227-000023','케이시 애플렉','케이시 애플렉 URL 이미지'),
	 ('AC-20260227-000024','웨스 벤틀리','웨스 벤틀리 URL 이미지'),
	 ('AC-20260227-000025','엘런 버스틴','엘런 버스틴 URL 이미지'),
	 ('AC-20260227-000026','토퍼 그레이스','토퍼 그레이스 URL 이미지'),
	 ('AC-20260227-000027','멕켄지 포이','멕켄지 포이 URL 이미지'),
	 ('AC-20260227-000028','제이슨 스타뎀','제이슨 스타뎀 URL 이미지'),
	 ('AC-20260227-000029','보디 래 브레스나크','보디 래 브레스나크 URL 이미지'),
	 ('AC-20260227-000030','Michael Shaeffer','Michael Shaeffer URL 이미지');
INSERT INTO TMDB.ACTOR (ACTOR_ID,ACTOR_NAME,ACTOR_PROFILE_URL) VALUES
	 ('AC-20260227-000031','Anna Crilly','Anna Crilly URL 이미지'),
	 ('AC-20260227-000032','빌 나이','빌 나이 URL 이미지'),
	 ('AC-20260227-000033','해리엇 월터','해리엇 월터 URL 이미지'),
	 ('AC-20260227-000034','Eugenia Caruso','Eugenia Caruso URL 이미지'),
	 ('AC-20260227-000035','Celine Buckens','Celine Buckens URL 이미지'),
	 ('AC-20260227-000036','나오미 애키','나오미 애키 URL 이미지'),
	 ('AC-20260227-000037','레오나르도 디카프리오','레오나르도 디카프리오 URL 이미지'),
	 ('AC-20260227-000038','조셉 고든레빗','조셉 고든레빗 URL 이미지'),
	 ('AC-20260227-000039','와타나베 켄','와타나베 켄 URL 이미지'),
	 ('AC-20260227-000040','톰하디','톰하디 URL 이미지');
INSERT INTO TMDB.ACTOR (ACTOR_ID,ACTOR_NAME,ACTOR_PROFILE_URL) VALUES
	 ('AC-20260227-000041','엘리엇 페이지','엘리엇 페이지 URL 이미지'),
	 ('AC-20260227-000042','딜립 라오','딜립 라오 URL 이미지'),
	 ('AC-20260227-000043','킬리언 머피','킬리언 머피 URL 이미지'),
	 ('AC-20260227-000044','톰 베렌저','톰 베렌저 URL 이미지'),
	 ('AC-20260227-000045','마리옹 꼬띠아르','마리옹 꼬띠아르 URL 이미지'),
	 ('AC-20260227-000046','키아누 리브스','키아누 리브스 URL 이미지'),
	 ('AC-20260227-000047','로렌스 피시번','로렌스 피시번 URL 이미지'),
	 ('AC-20260227-000048','캐리 앤 모스','캐리 앤 모스 URL 이미지'),
	 ('AC-20260227-000049','휴고 위빙','휴고 위빙 URL 이미지'),
	 ('AC-20260227-000050','Gloria Foster','Gloria Foster URL 이미지');
INSERT INTO TMDB.ACTOR (ACTOR_ID,ACTOR_NAME,ACTOR_PROFILE_URL) VALUES
	 ('AC-20260227-000051','조 판톨리아노','조 판톨리아노 URL 이미지'),
	 ('AC-20260227-000052','Marcus Chong','Marcus Chong URL 이미지'),
	 ('AC-20260227-000053','Julian Arahanga','Julian Arahanga URL 이미지'),
	 ('AC-20260227-000054','Matt Doran','Matt Doran URL 이미지'),
	 ('AC-20260227-000055','송강호','송강호 URL 이미지'),
	 ('AC-20260227-000056','이선균','이선균 URL 이미지'),
	 ('AC-20260227-000057','조여정','조여정 URL 이미지'),
	 ('AC-20260227-000058','최우식','최우식 URL 이미지'),
	 ('AC-20260227-000059','박소담','박소담 URL 이미지'),
	 ('AC-20260227-000060','이정은','이정은 URL 이미지');
INSERT INTO TMDB.ACTOR (ACTOR_ID,ACTOR_NAME,ACTOR_PROFILE_URL) VALUES
	 ('AC-20260227-000061','장혜진','장혜진 URL 이미지'),
	 ('AC-20260227-000062','박명훈','박명훈 URL 이미지'),
	 ('AC-20260227-000063','정지소','정지소 URL 이미지'),
	 ('AC-20260227-000064','티모시 샬라메','티모시 샬라메 URL 이미지'),
	 ('AC-20260227-000065','젠데이아','젠데이아 URL 이미지'),
	 ('AC-20260227-000066','레베카 퍼거슨','레베카 퍼거슨 URL 이미지'),
	 ('AC-20260227-000067','하비에르 바르뎀','하비에르 바르뎀 URL 이미지'),
	 ('AC-20260227-000068','조쉬 브롤린','조쉬 브롤린 URL 이미지 '),
	 ('AC-20260227-000069','오스틴 버틀러','오스틴 버틀러 URL 이미지'),
	 ('AC-20260227-000070','플로렌스 퓨','플로렌스 퓨 URL 이미지');
INSERT INTO TMDB.ACTOR (ACTOR_ID,ACTOR_NAME,ACTOR_PROFILE_URL) VALUES
	 ('AC-20260227-000071','데이브 바티스타','데이브 바티스타 URL 이미지'),
	 ('AC-20260227-000072','크리스토퍼 워컨','크리스토퍼 워컨 URL 이미지'),
	 ('AC-20260227-000073','샘 워싱턴','샘 워싱턴 URL 이미지'),
	 ('AC-20260227-000074','조 샐다나','조 샐다나 URL 이미지'),
	 ('AC-20260227-000075','시고니 위버','시고니 위버 URL 이미지'),
	 ('AC-20260227-000076','스티븐 랭','스티븐 랭 URL 이미지'),
	 ('AC-20260227-000077','미셸 로드르게즈','미셸 로드르게즈 URL 이미지'),
	 ('AC-20260227-000078','조반니 리비시','조반니 리비시 URL 이미지'),
	 ('AC-20260227-000079','조엘 무어','조엘 무어 URL 이미지'),
	 ('AC-20260227-000080','C. C. H. 파운더','C. C. H. 파운더 URL 이미지');
INSERT INTO TMDB.ACTOR (ACTOR_ID,ACTOR_NAME,ACTOR_PROFILE_URL) VALUES
	 ('AC-20260227-000081','웨스 스투디','웨스 스투디 URL 이미지');
